tap "amar1729/formulae"
tap "charmbracelet/tap"
tap "ddev/ddev"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "microsoft/git"
tap "mongodb/brew"
tap "pantheon-systems/external"
tap "shivammathur/php"
tap "stripe/stripe-cli"
tap "symfony-cli/tap"
tap "universal-ctags/universal-ctags"
brew "python@3.12"
brew "ansible"
brew "antigen"
brew "jpeg-xl"
brew "bash-completion"
brew "libssh2"
brew "bat"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "bottom"
brew "code-minimap"
brew "qemu"
brew "lima"
brew "colima"
brew "gd"
brew "php", restart_service: true
brew "composer"
brew "croc"
brew "delve"
brew "deno"
brew "dmenu"
brew "dnsmasq"
brew "docker"
brew "doctl"
brew "docutils"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "elixir"
brew "tree-sitter"
brew "emacs"
brew "exercism"
brew "exiftool"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gdu"
brew "git"
brew "git-delta"
brew "gnupg"
brew "hub"
brew "isort"
brew "jhead"
brew "lazygit"
brew "lf"
brew "lua-language-server"
brew "mkcert"
brew "node"
brew "mysql"
brew "navi"
brew "ncdu"
brew "neovim"
brew "newsboat"
brew "nginx", restart_service: true
brew "nnn"
brew "nss"
brew "tree"
brew "pass"
brew "peco"
brew "php@8.2"
brew "pinentry-mac"
brew "pipx"
brew "pkg-config"
brew "prettier"
brew "pylint"
brew "python@3.11"
brew "python-tk@3.11"
brew "python-tk@3.12"
brew "python@3.10"
brew "quick-lint-js"
brew "r"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "ruff"
brew "stow"
brew "subversion"
brew "tig"
brew "tldr"
brew "tmux"
brew "universal-ctags", args: ["HEAD"]
brew "wp-cli"
brew "youtube-dl"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "amar1729/formulae/browserpass"
brew "charmbracelet/tap/wishlist"
brew "ddev/ddev/ddev"
brew "mongodb/brew/mongodb-community"
brew "pantheon-systems/external/terminus"
brew "shivammathur/php/php@7.2"
brew "shivammathur/php/php@7.3"
brew "stripe/stripe-cli/stripe"
cask "android-studio"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "kitty"
cask "macfuse"
cask "ngrok"
cask "zulu@11"
